Revit 2027 API
ParameterTypeId.ArrowFilled Property
 "Fill Tick"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrowFilled { get; }
Public Shared ReadOnly Property ArrowFilled As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrowFilled {
	ForgeTypeId^ get ();
}
static member ArrowFilled : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace